IDEA Open Model
ParameterBool Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ParameterBool class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ParameterBool()
Public Sub New
See Also
Reference
ParameterBool Class
IdeaRS.OpenModel.CrossSection Namespace